/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Edycja";
"MENU_WINDOW" = "Okno";
"MENU_HELP" = "Pomoc";

/* App Menu Items */
"MENU_APP_ABOUT" = "O @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Zrzut ekranu";
"MENU_APP_HIDE" = "Schowaj @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Schowaj inne";
"MENU_APP_SHOW_ALL" = "Pokaż wszystkie";
"MENU_APP_QUIT" = "Wyjdź z @{APP_TITLE}";
"MENU_APP_REVEAL" = "Pokaż w Finderze";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Preferencje gry";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Obrazki z gry";
"MENU_APP_REVEAL_GAME_LOGS" = "Logi z gry";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Pomoc dla aplikacji";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Preferencje aplikacji";
"MENU_APP_REVEAL_APPLICATION" = "Aplikacja";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Cofnij";
"MENU_EDIT_CUT" = "Wytnij";
"MENU_EDIT_COPY" = "Kopiuj";
"MENU_EDIT_PASTE" = "Wklej";
"MENU_EDIT_DELETE" = "Skasuj";
"MENU_EDIT_SELECT_ALL" = "Wybierz wszystkie";
"MENU_EDIT_FIND" = "Znajdź";
"MENU_EDIT_FIND_FIND" = "Znajdź…";
"MENU_EDIT_FIND_NEXT" = "Znajdź następny";
"MENU_EDIT_FIND_PREVIOUS" = "Znajdź poprzedni";
"MENU_EDIT_FIND_USE_SELECTION" = "Użyj zaznaczenia aby znaleźć";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Przejdź do zaznaczenia";
"MENU_EDIT_SPECIAL_CHARS" = "Znaki specjalne…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Zamknij";
"MENU_WINDOW_MINIMIZE" = "Minimalizuj";
"MENU_WINDOW_ZOOM" = "Zbliżenie";
"MENU_WINDOW_FULLSCREEN" = "Włącz tryb pełnoekranowy";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Pokaż wszystko z przodu";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Forum pomocy technicznej";
"MENU_HELP_SUPPORT_PORTAL" = "Portal pomocy";
"MENU_HELP_COPY_SUPPORT_INFO" = "Skopiuj informacje pomocnicze";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Twój system to @{OS_VERSION}. Dostępna jest aktualizacja systemu operacyjnego, która zwiększy stabilność działania @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Przypominamy, że system @{OS_VERSION} przestanie niedługo być obsługiwany przez @{APP_TITLE}. Gra będzie na nim działać jeszcze przez jakiś czas, ale zachęcamy do jak najszybszej aktualizacji systemu do wersji @{LATEST_OS_VERSION}. Prosimy zapoznać się z wymaganiami technicznymi dostępnymi @{SYSTEM_REQUIREMENTS_URL}. Więcej informacji na temat aktualizacji systemu operacyjnego można znaleźć w tym @{OS_UPGRADE_URL}. Dodatkowe porady odnośnie systemu operacyjnego komputerów Macintosh znajdują się @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Kontynuuj mimo to";
"LAUNCH_SOFTWARE_UPDATE"="Uruchom aktualizację oprogramowania";
"INVALID_VIDEO_DEVICE" = "Nie można uruchomić @{APP_TITLE}, ponieważ nie udało się znaleźć odpowiedniego procesora graficznego.";
"ERROR" = "Błąd";
